{
	"Parallel": "Good day, discord user.\n\nThis is Pokemon Parallel Yonder, a server originally intended to be the continuation of an archived PMD RP server but as the project continued we decided to make our own story.\n\nIf you're interested in joining, feel free to click our link, there's many things our world building has to offer. From participating in missions, to even create them, here all stories are important, by that reason, users can always shape the story by making their own story lines/arcs as the story unfolds. Here we don't have a main plot, we have parallel stories happening at the same time, which is what makes our server get its name.\n\nCurrently we have a great amount of users in our community that are the greatest people that a server owner can even ask for, So don't worry over being a moderator in order to do stuff, here any user can give a hand in what they can even if they don't have a role.\n\nHave a great day and can't wait to see the characters that you can design with our bot.\nURL: https://discord.gg/CENcTvnarE\n**Image:** https://cdn.discordapp.com/attachments/748384705098940426/909988411199348767/unknown.png\n**Document:** https://docs.google.com/document/d/1Ziz6r6htgOU_Jhihpi2GSvdBVGQWxKljEXzTchIvcks/edit?usp=sharing",
	"𝐂𝐫𝐞𝐬𝐜𝐞𝐧𝐭 𝐑𝐨𝐥𝐞𝐩𝐥𝐚𝐲 𝐇𝐮𝐛": "__𝐂𝐫𝐞𝐬𝐜𝐞𝐧𝐭 𝐑𝐨𝐥𝐞𝐩𝐥𝐚𝐲 𝐇𝐮𝐛__\n\n𝙰𝚍𝚟𝚎𝚛𝚝𝚒𝚜𝚒𝚗𝚐; 𝚁𝚎𝚟𝚘𝚕𝚞𝚝𝚒𝚘𝚗𝚒𝚣𝚎𝚍\n\n[✦] 𝑾𝒉𝒂𝒕 𝒊𝒔 𝒕𝒉𝒊𝒔? [✦]\n\nTwo breath-taking communities that have combined their essence and mission to create one perfect place of gathering for roleplayers of all types! Crescent is the gathering place for artists of any craft, but primarily, we focus on partnering and growing roleplay communities! No matter your server's size or genre, partnering here means growth, guaranteed!\n\nOur mission is simple; to connect and protect the roleplay community at large, and to offer unique and creative means through which you can grow your server. So, how do we do this? \n\n[ :crescent_moon: ] ⇻ A partnering system designed to help YOU get the most out of your partnership, with unique pings representing each genre of RP!\n\n[ :crescent_moon: ] ⇻ A strong community with community events such as game nights, movie nights, and many opportunities to earn nitro and other gifts!\n\n[ :crescent_moon: ] ⇻ Drop-In Advertisements, post 4 post partnering, AND channel 4 channel partnering - with tiers to display your server's playerbase!\n\n[ :crescent_moon: ] ⇻ Resources for aspiring artists, writers, and musicians to get their name out there and show others their creations and dedication!\n\n[ :crescent_moon: ] ⇻ Growth consultations for supporters and small servers from the minds behind Crescent, designed to help everyone reach their mark!\n\n[ :crescent_moon: ] ⇻ A strong system to report dangers to the community or toxic and heinous individuals, with a ticket system to keep your report private!\n\n**[ Banner Link: ]** https://cdn.discordapp.com/attachments/742602526326521926/899746669824978984/MOSHED-2021-10-18-14-48-32.gif\n\n**[ Owner IDs: ]** 198118592632455168 (Sovereign I), 248049930428481536 (Sovereign II), 205100036760141825 (Sovereign III), 207729013693743104 (Sovereign IV), 282602243348365313 (Sovereign V)\n\n**[ Mentions: ]** @everyone\n\n**[ Server Invite: ]** https://discord.gg/Ms8kFU5TDA",
	"The Simple Roleplay Hub": "**The Simple Roleplay Hub**\n\nTired of complicated RP hubs? Do you want to find new and great RP servers? Are you a server owner and you just want a simple everyone ping to advertise your server? Look no further than the Simple Roleplay Hub! This ad like the server will be kept simple. We will ping everyone regardless of size and we have 6 different tiers depending on the size of your server. What are you waiting for? Join today!\n\nhttps://discord.gg/G6Nz5jW"
}
